[{"itinerary": {"title":"Sydney at Night","page_name":"sydney-at-night","sub_title":"Rocks to Balmain","intro_text":"test updates","description":"<p>With it's range of bars, restaurants, clubs, theatres and events there is no shortage of things to do in Sydney<\/p>\r\n<p>Don't wait until you get here. Check out our curated itinerary of things to do in Sydney at night!<\/p>\r\n<p>With it's range of bars, restaurants, clubs, theatres and events there is no shortage of things to do in Sydney<\/p>\r\n<p>Don't wait until you get here. Check out our curated itinerary of things to do in Sydney at night!<\/p>\r\n<p>With it's range of bars, restaurants, clubs, theatres and events there is no shortage of things to do in Sydney<\/p>\r\n<p>Don't wait until you get here. Check out our curated itinerary of things to do in Sydney at night!<\/p>\r\n<p>With it's range of bars, restaurants, clubs, theatres and events there is no shortage of things to do in Sydney<\/p>\r\n<p>Don't wait until you get here. Check out our curated itinerary of things to do in Sydney at night!<\/p>","image_landscape":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/landscape\/landscape-test.png","image_portrait":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/portrait\/sydney-night-portrait.jpg","date_created":1405605062,"date_last_modified":1405605062, "locations": [{"id":2,"title":"Fortune of War","images": {"large":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/lge\/fortune-of-war.jpg","medium":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/med\/fortune-of-war.jpg","small":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/sml\/fortune-of-war.jpg"},"content":"<p>The Fortune of War dates from 1828 and is Sydney\\'s oldest pub. Embodied in the history of Sydney, the bar was the first and last port of call for generations of sailors and the troops of the Australian Armed Forces who were to experience the \\'fortune of the war\\' when they departed Sydney Cove to defend their country. Whilst retaining its old world charm, the hotel has built an enviable reputation, for providing a warm and traditional service in a cosy, heritage bar.<\/p>","lat":-33.86033790,"lng":151.20842680,"tags":"fortune, war, rocks"},{"id":3,"title":"The Glenmore","images": {"large":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/lge\/the-glenmore.jpg","medium":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/med\/the-glenmore.jpg","small":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/sml\/the-glenmore.jpg"},"content":"<p>The Glenmore Hotel was built by Brewers Tooth & Co in 1921 and has been an Aussie icon ever\\r\\nsince. With its colonial old English charm and character, The Glenmore is a popular watering hole\\r\\nand has survived depressions, wars and plagues. The Glenmore is now one of Sydney\\'s premier\\r\\nrooftop venues with 180 degree sweeping views of Sydney harbour and the CBD.<\/p>","lat":-33.85877800,"lng":151.20729400,"tags":"glenmore, rocks"},{"id":7,"title":"East Village Hotel","images": {"large":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/lge\/east-village-hotel.jpg","medium":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/med\/east-village-hotel.jpg","small":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/sml\/east-village-hotel.jpg"},"content":"<p>The East Village Hotel is a pub with a penchant for craft beer and it\\'s a look that works. The crowd here is made up of families, young professionals and well-dressed Balmain locals who split their time between the shady beer garden, dining room and the front bar. The heavy timber tables and fireplace have an old-fashioned and comforting feel, and anyone will feel welcome at The East Village.<\/p>","lat":-33.85774500,"lng":151.19252900,"tags":"east, village, balmain"},{"id":4,"title":"The Royal Oak","images": {"large":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/lge\/the-royal-oaks.jpg","medium":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/med\/the-royal-oaks.jpg","small":"http:\/\/localhost\/~jasontaikato\/itinerary\/img\/itineraries\/locations\/landscape\/sml\/the-royal-oaks.jpg"},"content":"<p>The Royal Oak is regarded as one of the finest pubs in Balmain. Famous for its food, the Oak prides itself on using fresh, seasonal and ethically sourced ingredients to produce delicious meals of generous portions. Balancing old world charm with modern day design, the Royal Oak is a popular destination for both locals and visitors alike and offers a great range of local and imported beers both on tap and in the bottle.<\/p>","lat":-33.85589400,"lng":151.18095200,"tags":"royal, oak, balmain"}]}}]